Repository: gchudov/cuetools.net
Catalog: CUERipper.Avalonia/Resources/Language.*.resx
Languages: nl_nl

# Main:Tracks
source: Tracks
nl_nl: Nummers

# Main:Metadata
source: Metadata
nl_nl: Albuminformatie

# TrackList:Title
source: Title
nl_nl: Titel

# TrackList:Length
source: Length
nl_nl: Tijdsduur

# TrackList:Progress
source: Progress
nl_nl: Voortgang

# TrackList:Artist
source: Artist
nl_nl: Artiest

# Main:Disc
source: Disc
nl_nl: CD

# Generic:Cancel
source: Cancel
nl_nl: Annuleren

# Encoding:Image
source: Image
nl_nl: Enkelvoudig

# Encoding:Lossless
source: Lossless
nl_nl: Verliesloos

# Encoding:Lossy
source: Lossy
nl_nl: Verlieslatend

# Generic:Yes
source: Yes
nl_nl: Ja

# Generic:No
source: No
nl_nl: Nee

# Encoding:Tracks
source: Tracks
nl_nl: Meervoudig

# Status:Ready
source: Ready
nl_nl: Gereed

# Status:Retry
source: Retry
nl_nl: Poging

# Status:Finalizing
source: Finalizing... please wait.
nl_nl: Afronden... even geduld.

# Status:DiscUnexpectedRemove
source: Disc has unexpectedly been removed, please wait.
nl_nl: De CD is onverwacht verwijderd.

# Status:DiscRemoved
source: Disc has been removed.
nl_nl: De CD is verwijderd.

# Status:RipperStop
source: Ripping is being stopped, please wait.
nl_nl: Het rippen wordt gestopt, even geduld.

# Status:RipperStopped
source: Ripping has been stopped
nl_nl: Het rippen is gestopt.

# Meta:Artist
source: Artist
nl_nl: Artiest

# Meta:Title
source: Title
nl_nl: Titel

# Meta:Year
source: Year
nl_nl: Jaar

# Meta:CurrentDisc
source: Current Disc
nl_nl: Huidige CD

# Meta:TotalDiscs
source: Total Discs
nl_nl: Aantal CD's

# Meta:DiscName
source: Disc Name
nl_nl: CD Naam

# Meta:Label
source: Label
nl_nl: Platenlabel

# Meta:ReleaseDate
source: Release Date
nl_nl: Uitgavedatum

# Meta:Barcode
source: Barcode
nl_nl: Streepjescode

# Meta:Country
source: Country
nl_nl: Land

# Meta:Comment
source: Comment
nl_nl: Opmerking

# Generic:Ok
source: Ok
nl_nl: Oké

# Error:RipFailedNoAccessDrive
source: (RipFailedNoAccessDrive) Couldn't access the disc drive.
nl_nl: (RipFailedNoAccessDrive) De applicatie heeft geen toegang tot de CD-speler.

# Status:RipFail
source: Ripping has failed!
nl_nl: Het rippen is mislukt!

# Error:RipFailedMetadata
source: (RipFailedMetadata) Couldn't process the album metadata.
nl_nl: (RipFailedMetadata) De applicatie kan de metadata van het album niet verwerken.

# Error:RipFailedOutputPath
source: (RipFailedOutputPath) Invalid output path.
nl_nl: (RipFailedOutputPath) Ongeldig pad meegegeven.

# Status:RipFinished
source: Ripping has finished.
nl_nl: Het rippen is afgrond.

# Status:RipFailUser
source: Ripping has been stopped by user.
nl_nl: Het rippen is gestopt door de gebruiker.

# Error:Unexpected
source: (Unexpected) Unexpected error occurred.
nl_nl: (Unexpected) Er is een onverwachte fout opgetreden.

# Warning:RipTroubledDisc
source: Disc contains error(s).
nl_nl: CD bevat fouten.

# Encoding:ToolTipCompression
source: Lossless will result in accurate but bigger files, while Lossy will result in smaller but less accurate (compressed) files.
nl_nl: Verliesloos levert bestanden op die groot en accuraat zijn. Verlieslatend levert bestanden op die klein en inaccuraat zijn.

# Encoding:ToolTipCUEStyle
source: Image will result in a single audio file. Tracks will result in one file per track.
nl_nl: Enkelvoudig levert een groot audiobestand op. Meervoudig levert een bestand per nummer op.

# Status:DownloadingAlbumCover
source: Downloading album cover... please wait.
nl_nl: Albumhoes wordt gedownload... even geduld.

# Error:NoEncodingFound
source: (NoEncodingFound) No encoding configuration found.
nl_nl: (NoEncodingFound) Geen codering gevonden.

# Error:MultiEncodingNotLossless
source: (MultiEncodingNotLossless) First encoder must be lossless when using multiple encoders.
nl_nl: (MultiEncodingNotLossless) Eerste coderingsmethode moet verliesloos zijn bij het gebruik van meerdere coderingen.

# Warning:RipInProgress
source: The application is still ripping. Do you want to cancel the process?
nl_nl: De applicatie is nog bezig met rippen. Wil je het proces stoppen?

# Warning:CantClose
source: Can't close the application
nl_nl: Kan de applicatie niet sluiten

# Warning:QuestionOverwriteDestination
source: The destination folder is not empty. This application will modify its contents by adding and removing files. Do you want to continue?
nl_nl: De gekozen map is niet leeg. Deze applicatie kan de bestaande inhoud wijzigen of verwijderen. Wil je doorgaan?

# Warning:DirectoryExists
source: The directory already exists
nl_nl: De map bestaat al
