Repository: gchudov/cuetools.net
Catalog: CUETools/frmCUETools.*.resx
Languages: ru_ru

# grpInput.Text
source: Input
ru_ru: Ввод

# labelOutputTemplate.Text
source: Template:
ru_ru: Шаблон:

# comboBoxOutputFormat.ToolTip
source: Template for output files (foobar2000 format)
ru_ru: Шаблон для выходных файлов (формат foobar2000)

# txtInputPath.ToolTip
source: Input file
ru_ru: Входной файл

# txtOutputPath.ToolTip
source: Output file
ru_ru: Выходной файл

# grpOutputPathGeneration.Text
source: CUE Paths
ru_ru: Пути CUE

# labelEncoderMode.ToolTip
source: For lossless formats, the level of compression. For lossy formats, target quality
ru_ru: Для lossless форматов (без потерь) - уровень сжатия Для lossy форматов (с потерями) - качество

# comboBoxEncoder.ToolTip
source: Encoder to use
ru_ru: Используемый кодировщик

# radioButtonAudioNone.Text
source: None
ru_ru: Без аудио

# radioButtonAudioNone.ToolTip
source: No audio output
ru_ru: Не создавать аудиофайлы

# radioButtonAudioLossy.ToolTip
source: Codecs which reduce audio quality
ru_ru: Кодировщики сохраняющие аудиоданные с потерей качества

# radioButtonAudioLossless.ToolTip
source: Codecs that preserve bit-exact audio copy
ru_ru: Кодировщики сохраняющие побитовую идентичность аудиоданных извлеченных с оригинального диска

# comboBoxAudioFormat.ToolTip
source: Audio file format
ru_ru: Формат аудиофайлов

# grpAudioOutput.Text
source: Audio Output
ru_ru: Вывод аудио

# comboBoxScript.ToolTip
source: Run custom script
ru_ru: Запустить свой скрипт

# rbActionCorrectFilenames.Text
source: Correct filenames
ru_ru: Исправить имена файлов

# rbActionCorrectFilenames.ToolTip
source: Correct filenames in CUE sheets
ru_ru: Исправить имена или расширения файлов в CUE

# rbActionCreateCUESheet.Text
source: Create CUE Sheet
ru_ru: Создать CUE

# rbActionCreateCUESheet.ToolTip
source: Create a CUE sheet for sets of tracks and extract embedded CUE sheets
ru_ru: Создать CUE для треков и/или извлечь встроенные CUE

# rbActionVerify.Text
source: &Verify
ru_ru: &Проверить

# rbActionVerify.ToolTip
source: Contact the AccurateRip database for validation and compare the image against database
ru_ru: Соединиться с базой данных AccurateRip для проверки и сравнения образа

# rbActionEncode.Text
source: En&code
ru_ru: &Конвертировать

# rbActionEncode.ToolTip
source: Convert to another format. Don't contact the AccurateRip database for validation
ru_ru: Конвертировать в другой формат. Не соединяться с базой данных AccurateRip для проверки

# grpAction.Text
source: Action
ru_ru: Действие

# btnConvert.Text
source: &Go
ru_ru: &Поехали

# txtPreGapLength.ToolTip
source: Pregap is a certain amount of silence or hidden audio before track one. Normally it is known from the CUE sheet, but if converting/verifying a set of separate tracks without a CUE sheet you might want to set this.
ru_ru: Pregap это определенная тишина или скрытый звук перед первой дорожкой. Обычно данные берутся из CUE, но при конвертации/проверке отдельных дорожек без CUE вы можете установить значение здесь.

# lblWriteOffset.Text
source: Offset
ru_ru: Смещение

# txtDataTrackLength.ToolTip
source: Not used for normal music CDs. Enhanced CDs with data tracks cannot be found in database unless you know the length of the data track. You can often find it in EAC log. If EAC log is found next to the CUE sheet, it will be parsed automatically and you won't have to enter anything here.
ru_ru: Не используется для обычных музыкальных дисков. "Улучшенные" компакт диски с треком данных не найдутся в базе данных, если не указать длину трека данных. Её часто можно найти в журнале EAC. Если журнал EAC лежит в той же папке, что и .cue, и имеет такое же имя как .cue файл, то он будет проанализирован автоматически, и тут опять же ничего не надо будет вводить.

# labelDataTrack.Text
source: Data track
ru_ru: Трек данных

# grpExtra.Text
source: Extra
ru_ru: Дополнительно

# btnResume.Text
source: &Resume
ru_ru: П&родолжить

# btnPause.Text
source: &Pause
ru_ru: П&ауза

# rbTracks.Text
source: &Tracks
ru_ru: Пот&рековый

# rbTracks.ToolTip
source: File per track. Gap handling can be selected in advanced settings.
ru_ru: Записать каждый трек отдельным файлом. Обработка зазоров (Gaps) задается в настройках.

# rbEmbedCUE.Text
source: &Embedded
ru_ru: &Встроенный

# rbEmbedCUE.ToolTip
source: Create single file with embedded CUE sheet.
ru_ru: Создать один файл со встроенным CUE.

# rbSingleFile.Text
source: Image + CUE
ru_ru: Образ + CUE

# rbSingleFile.ToolTip
source: Create single file + CUE sheet
ru_ru: Создать один файл + CUE

# btnStop.Text
source: &Stop
ru_ru: &Стоп

# toolStripButtonAbout.Text
source: &About
ru_ru: &О программе

# toolStripButtonHelp.Text
source: CUETools &website
ru_ru: &Веб-сайт CUETools

# toolStripButtonSettings.Text
source: &Settings
ru_ru: &Настройки

# toolStripButtonShowLog.Text
source: Batch &log
ru_ru: &Журнал

# toolStripMenuItemInputBrowserDrag.Text
source: Drag'n'drop mode
ru_ru: Режим drag'n'drop

# toolStripMenuItemInputBrowserFiles.Text
source: Folder browser
ru_ru: Обзор папок

# toolStripMenuItemInputBrowserHide.Text
source: Hide browser
ru_ru: Скрыть обзор

# toolStripMenuItemInputBrowserMulti.Text
source: Multiselect Browser
ru_ru: Обзор папок (пакетный режим)

# toolStripMenuItemOutputBrowse.Text
source: Browse
ru_ru: Обзор

# toolStripMenuItemOutputManual.Text
source: Manual
ru_ru: Вручную

# toolStripMenuItemOutputTemplate.Text
source: Use template
ru_ru: Использовать шаблон

# toolStripButtonCorrectorOverwrite.Text
source: Overwrite
ru_ru: Перезаписать CUE

# toolStripLabelInput.Text
source: &Input:
ru_ru: &Ввод:

# toolStripLabelOutput.Text
source: &Output:
ru_ru: В&ывод:

# toolStripMenuItemCorrectorModeChangeExtension.Text
source: Change extension
ru_ru: Изменить расширение

# toolStripMenuItemCorrectorModeChangeExtension.ToolTipText
source: Replace extension for audio files with this:
ru_ru: Заменить расширение для аудиофайлов следующим:

# toolStripMenuItemCorrectorModeLocateFiles.Text
source: Locate files
ru_ru: Поиск файлов

# toolStripMenuItemCorrectorModeLocateFiles.ToolTipText
source: Try to locate missing files automatically
ru_ru: Пытаться автоматически найти отсутствующие файлы

# groupBoxMode.Text
source: Mode
ru_ru: Режим

# defaultToolStripMenuItem.Text
source: default
ru_ru: по умолчанию

# toolStripDropDownButtonProfile.Text
source: default
ru_ru: по умолчанию

# toolStripMenuItemDeleteProfile.Text
source: delete
ru_ru: удалить

# toolStripMenuItemDeleteProfile.ToolTipText
source: Delete current profile
ru_ru: Удалить текущий профиль

# toolStripDropDownButtonProfile.ToolTipText
source: Profile
ru_ru: Профиль

# addFolderToLocalDatabaseToolStripMenuItem.Text
source: Add folder to local database
ru_ru: Добавить папку в локальную базу данных

# checkBoxARVerifyOnEncode.ToolTip
source: Verify using AccurateRip
ru_ru: Проверить с помощью AccurateRip

# checkBoxCTDBVerify.ToolTip
source: Use CTDB (CUETools database)
ru_ru: Использовать CTDB (база данных CUETools)

# checkBoxCTDBVerifyOnEncode.ToolTip
source: Verify using CTDB
ru_ru: Проверить с помощью CTDB

# checkBoxEditTags.ToolTip
source: Edit Tags
ru_ru: Редактировать теги

# checkBoxSkipRecent.ToolTip
source: Skip recently verified
ru_ru: Пропустить недавно проверенные

# checkBoxVerifyUseLocal.ToolTip
source: Use local database
ru_ru: Использовать локальную базу данных

# editMetadataToolStripMenuItem.Text
source: Edit metadata
ru_ru: Редактировать метаданные

# locateInExplorerToolStripMenuItem.Text
source: Locate in explorer
ru_ru: Найти в проводнике

# radioButtonAudioLossless.Text
source: Lossless
ru_ru: Lossless (без потерь)

# radioButtonAudioLossy.Text
source: Lossy
ru_ru: Lossy (с потерями)

# removeItemFromDatabaseToolStripMenuItem.Text
source: Remove from local database
ru_ru: Удалить из локальной базы данных

# resetToOriginalLocationToolStripMenuItem.Text
source: Reset to original location
ru_ru: Восстановить исходное положение

# SelectedNodeName.Text
source: Selected file
ru_ru: Выбранный файл

# setAsMyMusicFolderToolStripMenuItem.Text
source: Set as My Music folder
ru_ru: Установить в качестве папки Моя музыка

# toolStripDropDownButtonCorrectorMode.Text
source: Locate files
ru_ru: Поиск файлов

# toolStripProgressBar2.ToolTipText
source: Disk progress
ru_ru: Прогресс диска

# toolStripSplitButtonInputBrowser.Text
source: Open/close input browser
ru_ru: Открыть/закрыть браузер ввода

# toolStripStatusLabelAR.ToolTipText
source: Album found in AccurateRip database.
ru_ru: Альбом найден в базе данных AccurateRip.

# toolStripTextBoxAddProfile.ToolTipText
source: Create a new profile
ru_ru: Создать новый профиль

# updateLocalDatabaseToolStripMenuItem.Text
source: Update local database
ru_ru: Обновить локальную базу данных
